/*==========================================================================================================*/
/*                                     Глобальные переменные программы                                      */
/*==========================================================================================================*/
#ifndef _variables_h_
#define _variables_h_

unsigned char mode;                // флаг выбора режима работы
volatile unsigned char count_bod;  // счетчик БОД
volatile unsigned char t_led_on;   // 0.2 сек

#endif