/*==========================================================================================================*/
/*                                     Глобальные переменные программы                                      */
/*==========================================================================================================*/
#ifndef _variables_h_
#define _variables_h_

unsigned char count;               
volatile unsigned char count_bod;  // счетчик БОД
volatile unsigned char t_led_on;   // 0.2 сек
unsigned char R[1604];             // массив семи 4-х байтовых регистров

#endif